       identification division.
       author. "@carlinhoshk".
       program-id. "OlaMundo".

       procedure division.
           display "Ola Mundo!!"
           STOP RUN.
